{
  "en": {
    "welcome": "Welcome to",
    "slogan": "We create memories for life, in Paradise",
    "aboutUsTitle": "About Us",
    "aboutUsContent": "We are a local team based in Los Cabos, dedicated to creating unforgettable travel experiences with a personal touch. With years of expertise in hospitality, premium guest services, and as proud Airbnb Superhosts, we specialize in making your stay effortless, comfortable, and truly memorable.",
    "aboutUsContent2": "From ocean-view accommodations and private yacht tours to exclusive restaurant reservations and curated sunset experiences, every detail is tailored to your preferences. Whether you're here to unwind or explore, we ensure a seamless and elevated experience from start to finish. We offer a strong attention to detail, multilingual service (English, native Spanish and native German), and count with deep local insights. Personally, we have tried many of the tours and activities we offer, so you can trust that every recommendation is genuine, high-quality, and worth your time. Let us take care of the details \n\n— So you can simply enjoy Los Cabos.",
    "accomodationTitle": "Accommodation",
    "accomodationContent": "We have exclusive accommodations for different needs, offering the highest quality in all our options.",
    "toursTitle": "Tours and Activities",
    "experiencesTitle": "Experiences & Services",
    "transportationTitle": "Our Vehicles",
    "restaurantsTitle": "Restaurants",
    "restaurantsContent": "Los Cabos is known for its extraordinary cuisine, host of michelin restaurants, premium steaks and also regional and amazing street food, enjoy premium food and local flavors in our seaside restaurants.",
    "exploreButton": "Explore",
    "bookButton": "Book Now",
    "duration": "Duration",
    "period": "Schedule",
    "age": "Age",
    "price": "Price",
    "rounTripTransportation": "Round Trip Transportation",
    "numberPeople":"Number of People",
    "numberAdults":"Number of Adults",
    "numberChildren":"Number of Children",
    "apply":"Aplicar",
    "requirements":"Special requirements?",
    "priceTour":"Price for this tour",
    "adults":"Adults",
    "children":"Children",
    "additionalData": "Additional Data",
    "openingTimes": "Opening Times",
    "kitchen":"Kitchen",
    "dressCode":"Dress Code",
    "categories": {
      "sunsetCruises": "Sunset cruises",
      "waterExperiences": "Water Experiences",
      "boatYatch": "Boat and Yacht tours & rentals",
      "whaleWatching": "Whale Watching",
      "camelHorse": "Camel- and Horseriding",
      "atvRazors": "Desert ATV & Razor Tours",
      "dayTrip": "Day Trips from Los Cabos",
      "zipLinesAndRappelling": "Zip-Lines and Rappelling"
    },
    "contact": "Contact",
    "terms":"Terms and Conditions",
    "privacy":"Privacy Policy",
    "information": "Information",
    "quick": "Quick links",
    "social": "Social",
    "phone": "Phone",
    "location": "location",
    "date": "Date",
    "hour": "Hour",
    "name": "Name",
    "reference": "Reference",
    "reference2": "Person who recommended",
    "promoCode": "Promo Code",
    "noPeople": "Number of adults",
    "noChild": "Number of children",
    "bookTitle": "Book a tour",
    "experienceTitle": "Book an experience",
    "restaurantTitle": "Make a Reservation",
    "event": "Is it a special Occassion?",
    "birthday":"Birthday",
    "anniversary":"Anniversary",
    "honeyMoon":"Honey Moon",
    "graduation":"Graduation",
    "romantic":"Romantic dinner",
    "family":"Family dinner",
    "business":"Business dinner",
    "bachelor":"Friends dinner",
    "viewMore": "View More",
    "viewListing": "View Listing",
    "from": "From",
    "to": "To",
    "flightNumber": "Flight Number",
    "transportationBookTitle": "Get a ride",
    "place1":"Discover Los Cabos & Baja California Sur",
    "place2":"Welcome to Los Cabos, one of Mexico's most captivating destinations!",
    "place3":"Here, at the southern tip of the Baja California Sur peninsula, endless desert landscapes meet the deep blue sea, and dramatic rock formations like the world-famous El Arco rise out of the water - a sight that never fails to impress.",
    "place4":"Dicover",
    "place5":"Wild life",
    "place6":"Los Cabos is one of the few places in the world where you can watch whales up close from December to April - an unforgettable experience.",
    "place7":"Between October and March, you can also snorkel with gentle whale sharks in La Paz.",
    "place8":"The region is home to countless dolphins, sea turtles, and colorful fish species and is considered one of Mexico's best diving and snorkeling spots.",
    "place10":"What makes Los Cabos so special is its unique blend of untouched nature, luxury resorts, culinary highlights, and authentic experiences. Unlike Cancún, which is best known for its large hotel zones, Los Cabos offers a perfect mix of luxury, authenticity, and adventure.",
    "place11":"Your Experiences with",
    "place12":"Los Cabos Moments",
    "place13":"At Los Cabos Moments, we don't just inspire you - we help you turn your dream trip into reality. Book everything directly with us for a seamless experience:",
    "list1a":"Airbnb stays with outstanding reviews",
    "list1b":"Private transportation to and from the airport",
    "list1c":"Tours & activities: whale watching, snorkeling, boat trips, pizza-making workshops, salsa & bachata lessons",
    "list1d":"Exclusive services: butler arrangements, gifts & decorations, even private firework",
    "list1e":"Reservations at the most beautiful restaurants in the region",
    "place14":"Whether you're seeking adventure, relaxation, or culinary discoveries - we take care of every detail to make your stay in Los Cabos truly unforgettable.",
    "place15":"Explore the Region",
    "place16":"San José del Cabo",
    "place17":"Charming, artistic, and laid-back - San José del Cabo enchants visitors with its historic downtown, cobblestone streets, and vibrant art district full of galleries and boutiques. You'll also find wide, tranquil beaches and some of the region's best resorts - perfect for travelers who appreciate culture, serenity, and fine dining.",
    "place18":"Cabo San Lucas",
    "place19":"The lively heart of Los Cabos: Cabo San Lucas is famous for the iconic El Arco, its impressive marina filled with luxury yachts, and its buzzing nightlife. Here, you can enjoy watersports, boat excursions, and culinary adventures - boredom is simply not an option.",
    "place20":"La Paz",
    "place21":"La Paz is all about authenticity and tranquility. Stroll along the picturesque Malecón waterfront at sunset or relax in one of its charming cafés. The surrounding area offers breathtaking beaches like Balandra and unique wildlife encounters, including trips to Isla Espíritu Santo, where you can swim with playful sea lions - a once-in-a-lifetime experience.",
    "place22":"Todos Santos",
    "place23":"This officially designated “Pueblo Mágico” is a paradise for art and nature lovers. Its galleries, quaint cafés, and relaxed, sustainable vibe make it a must-visit. The beaches are perfect for surfing or simply escaping the crowds and soaking up Baja's wild, untamed beauty."
  },
  "es": {
    "welcome": "Bienvenido a",
    "slogan": "Creamos experiencias de por vida, en el Paraiso",
    "aboutUsTitle": "Nosotros",
    "aboutUsContent": "Somos un equipo local con sede en Los Cabos, dedicado a crear experiencias de viaje inolvidables con un toque personal. Con años de experiencia en hospitalidad, servicios premium para huéspedes y como orgullosos Superanfitriones de Airbnb, nos especializamos en hacer que tu estancia sea sencilla, cómoda y verdaderamente inolvidable.",
    "aboutUsContent2":"Desde alojamientos con vista al mar y tours privados en yate hasta reservaciones exclusivas en restaurantes y experiencias seleccionadas para disfrutar del atardecer, cada detalle está adaptado a tus preferencias. Ya sea que vengas a relajarte o a explorar, garantizamos una experiencia fluida y de alto nivel de principio a fin. Ofrecemos una atención meticulosa a los detalles, un servicio multilingüe (inglés, español nativo y alemán nativo), y contamos con un profundo conocimiento local. Personalmente, hemos probado muchos de los tours y actividades que ofrecemos, por lo que puedes confiar en que cada recomendación es auténtica, de alta calidad y vale la pena. Permítenos encargarnos de los detalles \n\n— para que tú solo disfrutes de Los Cabos.",
    "accomodationTitle": "Alojamientos",
    "accomodationContent": "Contamos con alojamientos exclusivos para diferentes necesidades, ofrecemos la mejor calidad en todas nuestras opciones.",
    "toursTitle": "Tours y Actividades",
    "experiencesTitle": "Experiencias & Servicios",
    "transportationTitle": "Nuestros Vehiculos",
    "restaurantsTitle": "Restaurantes",
    "restaurantsContent": "Los Cabos es conocido por su extraordinaria gastronomía, anfitrión de restaurantes michelin, cortes premium pero también comida callejera y regional, disfruta de restaurantes premium y sabores locales.",
    "exploreButton": "Explorar",
    "bookButton": "Reservar",
    "duration": "Duración",
    "period": "Frecuencia",
    "age": "Edad",
    "price": "Precio",
    "rounTripTransportation": "Transporte",
    "numberPeople":"Número de Personas",
    "numberAdults":"Nummero de Adultos",
    "numberChildren":"Numero de Niños",
    "apply":"Apply",
    "requirements":"¿Requisitos especiales?",
    "priceTour":"Precio para este tour",
    "adults":"Adultos",
    "children":"Niños",
    "additionalData": "Información adicional",
    "openingTimes": "Horario",
    "kitchen":"Comida",
    "dressCode":"Codigo Vestimenta",
    "categories": {
      "sunsetCruises": "Cruceros al atardecer",
      "waterExperiences": "Experiencias en el agua",
      "boatYatch": "Paseos y alquiler de barcos y yates",
      "whaleWatching": "Avistamiento de ballenas",
      "camelHorse": "Paseos en camello y caballo",
      "atvRazors": "Tours en cuatrimoto y razors",
      "dayTrip": "Excursiones desde Los Cabos",
      "zipLinesAndRappelling": "Tirolesas y Rapel"
    },
    "contact": "Contacto",
    "privacy":"Política de Privacidad",
    "terms":"Términos y Condiciones",
    "information": "Información",
    "quick": "Enlances rapidos",
    "social": "Social",
    "phone": "Teléfono",
    "location": "Ubicación",
    "date": "Fecha",
    "hour": "Hora",
    "name": "Nombre",
    "reference": "Referido",
    "reference2": "Persona que recomendó",
    "promoCode": "Coigo promocional",
    "noPeople": "Número de adultos",
    "noChild": "Numero de niños",
    "bookTitle": "Reserva tu tour",
    "experienceTitle": "Reserva una experiencia",
    "restaurantTitle": "Haz una reservación",
    "event": "¿Celebras algo en especial?",    
    "birthday":"Cumpleaños",
    "anniversary":"Aniversario",
    "honeyMoon":"Luna de Miel",
    "graduation":"Graduación",
    "romantic":"Cena romantica",
    "family":"Cena familiar",
    "business":"Cena de negocios",
    "bachelor":"Cena amigos",
    "viewMore": "Ver Mas",
    "viewListing": "Ver Lista",
    "from": "De",
    "to": "Hacia",
    "flightNumber": "Número de Vuelo",
    "transportationBookTitle": "Reserva un Viaje",
    "place1":"Descubra Los Cabos & Baja California Sur",
    "place2":"¡Bienvenido a Los Cabos, uno de los destinos más fascinantes de México!",
    "place3":"Aquí, en el extremo sur de la península de Baja California Sur, el desierto se encuentra con el mar azul profundo, y formaciones rocosas espectaculares como el famoso Arco de Los Cabos emergen del agua – un paisaje que nunca deja de impresionar.",
    "place4":"Descubre la",
    "place5":"Vida Salvaje",
    "place6":"Los Cabos es uno de los pocos lugares en el mundo donde usted puede observar ballenas de cerca de diciembre a abril – una experiencia verdaderamente inolvidable.",
    "place7":"Entre octubre y marzo, también tiene la oportunidad de nadar con los gentiles tiburones ballena en La Paz.",
    "place8":"La región es hogar de delfines, tortugas marinas y peces de colores, y es considerada uno de los mejores sitios de buceo y esnórquel de México.",
    "place10":"Lo que hace a Los Cabos tan especial es su mezcla única de naturaleza virgen, resorts de lujo, gastronomía de primer nivel y experiencias auténticas. A diferencia de Cancún, conocido por sus grandes zonas hoteleras, Los Cabos ofrece la combinación perfecta de lujo, autenticidad y aventura.",
    "place11":"Sus Experiencias con",
    "place12":"Los Cabos Moments",
    "place13":"En Los Cabos Moments no solo le inspiramos, sino que le ayudamos a convertir su viaje en realidad. Puede reservar todo con nosotros de manera sencilla y personalizada:",
    "list1a":"Alojamientos en Airbnb con excelentes reseñas",
    "list1b":"Transporte privado desde y hacia el aeropuerto",
    "list1c":"Tours y experiencias: avistamiento de ballenas, esnórquel, paseos en barco, talleres de pizza, clases de salsa y bachata",
    "list1d":"Servicios exclusivos: organización de mayordomo, regalos y decoraciones, incluso fuegos artificiales privados",
    "list1e":"Reservaciones en los restaurantes más destacados de la región",
    "place14":"Ya sea que busque aventura, relajación o experiencias gastronómicas – nosotros nos encargamos de cada detalle para que su estancia en Los Cabos sea inolvidable.",
    "place15":"Los Mejores Lugares de la Región",
    "place16":"San José del Cabo",
    "place17":"Encantador, artístico y relajado – San José del Cabo le conquistará con su centro histórico, calles empedradas y su vibrante distrito de arte, lleno de galerías y boutiques. Además, ofrece playas amplias y tranquilas, así como algunos de los mejores resorts de la región – perfecto para quienes buscan cultura, descanso y buena gastronomía.",
    "place18":"Cabo San Lucas",
    "place19":"El corazón vibrante de Los Cabos: Cabo San Lucas es famoso por el icónico Arco, su impresionante marina llena de yates y su animada vida nocturna. Aquí podrá disfrutar de deportes acuáticos, paseos en barco y experiencias gastronómicas – el aburrimiento no es opción.",
    "place20":"La Paz",
    "place21":"La Paz representa autenticidad y tranquilidad. Pasee por el hermoso Malecón al atardecer o relájese en uno de sus cafés. Sus alrededores ofrecen playas espectaculares como Balandra y aventuras únicas, como excursiones a la Isla Espíritu Santo, donde podrá nadar con lobos marinos – una experiencia que recordará para siempre.",
    "place22":"Todos Santos",
    "place23":"Este “Pueblo Mágico” es un paraíso para los amantes del arte y la naturaleza. Con sus galerías, cafés y un ambiente relajado y sostenible, es ideal para escapar del bullicio. Sus playas son perfectas para surfear o simplemente disfrutar de la belleza salvaje de Baja."
  },
  "de": {
    "welcome": "Willkommen bei",
    "slogan": "Wir kreieren Momente fürs Leben im Paradies.",
    "aboutUsTitle": "Über Uns",
    "aboutUsContent": "Wir sind ein lokales Team mit Sitz in Los Cabos und widmen uns der Gestaltung unvergesslicher Reiseerlebnisse mit einer persönlichen Note. Mit jahrelanger Erfahrung in der Gastfreundschaft, im Premium-Gästeservice und als stolze Airbnb-Superhosts sorgen wir dafür, dass Ihr Aufenthalt mühelos, komfortabel und wirklich unvergesslich wird.",
    "aboutUsContent2": "Von Unterkünften mit Meerblick und privaten Yachttouren bis hin zu exklusiven Restaurantreservierungen und sorgfältig kuratierten Sonnenuntergangserlebnissen - jedes Detail wird individuell auf Ihre Wünsche abgestimmt. Ganz gleich, ob Sie zur Entspannung oder zum Erkunden hier sind, wir sorgen für ein nahtloses und hochwertiges Erlebnis von Anfang bis Ende. Wir bieten besondere Liebe zum Detail, einen mehrsprachigen Service (Englisch, Spanisch als Muttersprache und Deutsch als Muttersprache) sowie tiefgreifende lokale Kenntnisse. Viele der Touren und Aktivitäten, die wir anbieten, haben wir persönlich ausprobiert - Sie können sich also darauf verlassen, dass jede Empfehlung authentisch, hochwertig und lohnenswert ist. Überlassen Sie uns die Details \n\n— damit Sie Los Cabos einfach nur genießen können.",
    "accomodationTitle": "Unterkünfte",
    "accomodationContent": "Wir verfügen über exklusive Unterkünfte für unterschiedliche Bedürfnisse und bieten in allen unseren Optionen höchste Qualität.",
    "toursTitle": "Touren und Aktivitäten",
    "experiencesTitle": "Erlebnisse & Services",
    "transportationTitle": "Unsere Fahrzeuge",
    "restaurantsTitle": "Restaurants",
    "restaurantsContent": "Los Cabos ist bekannt für seine außergewöhnliche Küche mit Michelin-Sterne-Restaurants und erstklassigen Steaks sowie Streetfood und regionalem Essen. Genießen Sie erstklassige Restaurants und lokale Spezialitäten.",
    "exploreButton": "Erkunden",
    "bookButton": "Reservieren",
    "duration": "Dauer",
    "period": "Frequenz",
    "age": "Alter",
    "price": "Preis",
    "rounTripTransportation": "Transport",
    "numberPeople":"Anzahl der Personen",
    "numberAdults":"Anzahl der Erwachsenen",
    "numberChildren":"Anzahl der Kinder",
    "apply":"Anwenden",
    "requirements":"Besondere Anforderungen?",
    "priceTour":"Preis für diese Tour",
    "adults":"Erwachsene",
    "children":"Kinder",
    "additionalData": "Weitere Informationen",
    "openingTimes": "Öffnungszeiten",
    "kitchen": "Küche",
    "dressCode":"Kleiderordnung",
    "categories": {
      "sunsetCruises": "Sunset Tours",
      "waterExperiences": "Aktivitäten im Wasser",
      "boatYatch": "Boots- und Yachtouren & Vermietungen",
      "whaleWatching": "Walbeobachtung",
      "camelHorse": "Kamel- und Pferdereiten",
      "atvRazors": "Wüstentouren mit ATV & Razor",
      "dayTrip": "Tagesausflüge ab Los Cabos",
      "zipLinesAndRappelling": "Seilrutschen und Abseilen"
    },
    "contact": "Kontakt",
    "privacy":"Datenschutzrichtlinie",
    "terms":"Geschäftsbedingungen",
    "information": "Information",
    "quick": "Quicklinks",
    "social": "Sozial",
    "phone": "Telefon",
    "location": "Standort",
    "date": "Datum",
    "hour": "Uhrzeit",
    "name": "Name",
    "reference": "Empfohlen von",
    "reference2": "Person, die empfohlen hat",
    "promoCode": "Aktionscode",
    "noPeople": "Anzahl der Personen",
    "noChild": "Anzahl Kinder",
    "bookTitle": "Eine Tour buchen",
    "experienceTitle": "Eine Erfahrung buchen",
    "restaurantTitle": "Restaurant buchen",
    "event": "Feiern Sie etwas Besonderes?",
    "birthday":"Geburtstag",
    "anniversary":"Jubiläum",
    "honeyMoon":"Flitterwochen",
    "graduation":"Abschluss",
    "romantic":"Romantisches Abendessen",
    "family":"Familienessen",
    "business":"Geschäftsessen",
    "bachelor":"Abendessen mit Freunden",
    "viewMore": "Weitere Informationen",
    "viewListing": "Weitere Informationen",
    "from": "Von",
    "to": "Nach",
    "flightNumber": "Flugnummer",
    "transportationBookTitle": "Eine Reise buchen",
    "place1":"Entdecken Sie Los Cabos & Baja California Sur",
    "place2":"Willkommen in Los Cabos, einem der faszinierendsten Reiseziele Mexikos!",
    "place3":"Hier, an der Südspitze der Halbinsel Baja California Sur, treffen endlose Wüstenlandschaften auf das tiefblaue Meer, und dramatische Felsformationen wie der weltberühmte El Arco ragen aus dem Wasser – ein Anblick, der jedes Mal aufs Neue begeistert.",
    "place4":"Dicover",
    "place5":"Wild life",
    "place6":"Los Cabos ist einer der wenigen Orte weltweit, an dem Sie von Dezember bis April Wale aus nächster Nähe beobachten können – ein absolut unvergessliches Erlebnis.",
    "place7":"Zwischen Oktober und März können Sie zudem in La Paz mit sanften Walhaien schnorcheln.",
    "place8":"Die Region ist Heimat zahlreicher Delfine, Meeresschildkröten und bunter Fischarten und zählt zu den besten Tauch- und Schnorchelrevieren Mexikos.",
    "place10":"Was Los Cabos so besonders macht, ist die einzigartige Kombination aus unberührter Natur, exklusiven Resorts, kulinarischen Highlights und authentischen Erlebnissen. Anders als Cancún, das vor allem für seine großen Hotelzonen bekannt ist, bietet Los Cabos eine perfekte Mischung aus Luxus, Authentizität und Abenteuer.",
    "place11":"Ihre Erlebnisse mit ",
    "place12":"Los Cabos Moments",
    "place13":"Bei Los Cabos Moments erhalten Sie nicht nur Inspiration, sondern können alles direkt bei uns buchen – unkompliziert und persönlich:",
    "list1a":"Airbnb-Unterkünfte mit hervorragenden Bewertungen",
    "list1b":"Transportservice vom und zum Flughafen",
    "list1c":"Touren & Erlebnisse: Walbeobachtung, Schnorcheln, Bootsfahrten, Pizza-Workshops, Salsa- & Bachata-Unterricht",
    "list1d":"Exklusive Services: Butler-Organisation, Geschenke & Dekorationen, private Feuerwerke",
    "list1e":"Reservierungen für die schönsten Restaurants der Region",
    "place14":"Ob Abenteuer, Entspannung oder kulinarische Entdeckungen – wir kümmern uns um jedes Detail, damit Ihr Aufenthalt in Los Cabos unvergesslich wird.",
    "place15":"Die schönsten Orte der Region",
    "place16":"San José del Cabo",
    "place17":"Charmant, künstlerisch und entspannt – San José del Cabo begeistert mit seiner historischen Altstadt, Kopfsteinpflasterstraßen und einem lebendigen Kunstviertel voller Galerien und Boutiquen. Hier finden Sie ruhige, weite Strände und einige der besten Resorts der Region – perfekt für Reisende, die Kultur, Ruhe und feine Kulinarik schätzen.",
    "place18":"Cabo San Lucas",
    "place19":"Das pulsierende Herz von Los Cabos: Cabo San Lucas ist bekannt für den ikonischen El Arco, seinen beeindruckenden Yachthafen und das aufregende Nachtleben. Hier können Sie Wassersport, Bootsausflüge und kulinarische Abenteuer erleben – Langeweile kommt garantiert nicht auf.",
    "place20":"La Paz",
    "place21":"La Paz steht für Authentizität und Gelassenheit. Entlang der malerischen Uferpromenade (Malecón) können Sie bei Sonnenuntergang flanieren oder in einem der vielen Cafés entspannen. Die Umgebung lockt mit Traumstränden wie Balandra und Naturerlebnissen wie der Isla Espíritu Santo, wo Sie mit Seelöwen schwimmen oder Kolonien aus nächster Nähe beobachten können – ein Erlebnis, das Sie nie vergessen werden.",
    "place22":"Todos Santos",
    "place23":"Dieses offizielle „Pueblo Mágico“ ist ein Paradies für Kunst- und Naturliebhaber. Galerien, kleine Cafés und eine entspannte, nachhaltige Atmosphäre prägen den Ort. Die Strände sind perfekt zum Surfen oder um einfach dem Trubel zu entfliehen und die wilde Schönheit der Natur zu genießen."
  }
}