{
  "medical": [
    {
      "images": {
          "portrait": "/assets/images/experiences/tequilaMezcalTasting/portrait.jpg",
          "gallery": [
            "/assets/images/experiences/tequilaMezcalTasting/1.jpg"
          ]
      },
      "translations": {
        "en": {
            "intro1":"When you visit Los Cabos, you not only enjoy beaches, adventures, and unforgettable experiences, but you also have the opportunity to dedicate time to yourself. Many of our visitors take advantage of their stay to combine the pleasure of traveling with personal well-being.",
            "intro2":"That’s why, in collaboration with Arte Médico Los Cabos, we bring you aesthetic medicine treatments that will allow you to return home not only with memories, but also with a renewed and fresher version of yourself.",
            "title":"Arte Médico Los Cabos",
            "text1":"Services Catalog - Arte Médico Los Cabos",
            "text2":"Dr. Shagreel Reyna - Certified Aesthetic Physician",
            "text3":"Specialist in facial harmonization, thread lifting, advanced botulinum toxin techniques, and body harmonization with ENDOLYSE laser technology.",
            "text4":"At Arte Médico Los Cabos, we offer highly specialized aesthetic medicine treatments, with a focus on safety, trust, and natural results.",
            "text5":"Dr. Shagreel Reyna, certified nationally and internationally, is constantly training to provide each patient with advanced techniques, using the world’s most recognized brands.",
            "brand1":"Botulinum Toxin: Botox® · Dysport®",
            "brand2":"Hyaluronic Acid Fillers: Restylane® · Juvederm®",
            "brand3":"Collagen Biostimulators: Radiesse® · Sculptra® · PROFHILO® · HArmonyCa®",
            "text6":"Aesthetic Services",
            "text7":"1. Hyaluronic Acid Fillers",
            "text8":"Redefine and harmonize facial features with advanced, personalized design techniques.",
            "list1": [
                "Lip design",
                "Non-surgical rhinoplasty",
                "Chin projection",
                "Cheekbone projection",
                "Jawline contouring",
                "Tear trough filler"
            ],
            "text9":"2. Facial and Body Biostimulators",
            "text10":"Treatments that regenerate the skin from within, stimulating natural collagen and elastin production.",
            "list2":[
                "Facial rejuvenation",
                "Improved skin quality",
                "Recovery of facial and body firmness"
            ],
            "text11":"3. Thread Lifting",
            "text12":"Advanced medical procedure to reposition tissues and achieve an immediate and natural lifting effect, without surgery.",
            "list3":[
                "Cheek and midface lift",
                "Correction of nasolabial folds"
            ],
            "text13":"4. Botulinum Toxin",
            "text14":"Safe and precise application with natural results to prevent and soften expression lines.",
            "list4":[
                "Forehead",
                "Frown lines (between the eyebrows)",
                "Nasal lines ('bunny lines')",
                "Crow’s feet",
                "Masseter relaxation (bruxism / facial slimming)",
                "Axillary hyperhidrosis (excessive sweating)",
                "Facial contouring"
            ],
            "text15":"5. Body Remodeling with ENDOLYSE Laser",
            "text16":"Cutting-edge technology to harmonize body contour and improve skin firmness.",
            "text17":"🌍 International Experience · Local Care",
            "text18":"Arte Médico Los Cabos is a space created for patients seeking warm and professional care, with state-of-the-art technology and techniques updated at the world’s most important aesthetic medicine congresses.",
            "text19":"Our commitment is to offer safe, natural, and elegant results, tailored to both local and international patients looking for the best in Los Cabos."    
        },
        "es": {
            "intro1":"Cuando visitas Los Cabos, no solo disfrutas de playas, aventuras y experiencias inolvidables, también tienes la oportunidad de dedicar un tiempo a ti mismo. Muchos de nuestros visitantes aprovechan su estancia para combinar el placer de viajar con el bienestar personal.",
            "intro2":"Por eso, en colaboración con Arte Médico Los Cabos, ponemos a tu alcance tratamientos de medicina estética que te permitirán regresar a casa no solo con recuerdos, sino también con una versión renovada y más fresca de ti.",
            "title":"Arte Médico Los Cabos",
            "text1":"Catálogo de Servicios - Arte Médico Los Cabos",
            "text2":"Dr. Shagreel Reyna - Médico Estético Certificado",
            "text3":"Especialista en armonización facial, hilos de tracción, Toxina botulinica técnicas avanzadas y Armonización corporal con tecnología láser ENDOLYSE.",
            "text4":"En Arte Médico Los Cabos ofrecemos tratamientos de medicina estética de alta especialización, con un enfoque en la seguridad, confianza y resultados naturales.",
            "text5":"El Dr. Shagreel Reyna, certificado a nivel nacional e internacional, se mantiene en constante capacitación para brindar a cada paciente técnicas avanzadas, utilizando las mejores marcas reconocidas en el mundo.",
            "brand1":"Toxina Botulínica: Botox® · Dysport®", 
            "brand2":"Rellenos de Ácido Hialurónico (Fillers): Restylane® · Juvederm®",
            "brand3":"Biestimuladores de Colágeno: Radiesse® · Sculptra® · PROFHILO® · HArmonyCa®",
            "text6":"✨ Servicios Estéticos",
            "text7":"1. Rellenos con Ácido Hialurónico",
            "text8":"Redefine y armoniza los rasgos faciales con técnicas avanzadas de diseño personalizado.",
            "list1": [
                "Diseño de labios",
                "Rinomodelación no quirúrgica",
                "Proyección de mentón",
                "Proyección de pómulos",
                "Marcaje mandibular",
                "Relleno de ojeras"
            ],
            "text9":"Biestimuladores Faciales y Corporales",
            "text10":"Tratamientos que regeneran la piel desde el interior, estimulando la producción natural de colágeno y elastina.",
            "list2":[
                "Rejuvenecimiento facial",
                "Mejora de calidad de piel",
                "Recuperación de firmeza corporal"
            ],
            "text11":"3. Hilos de Tracción",
            "text12":"Procedimiento médico avanzado para reposicionar tejidos y lograr un efecto lifting inmediato y natural.",
            "list3":[
                "Elevación de pómulos y tercio medio",
                "Corrección de surcos nasogenianos"
            ],
            "text13":"4. Toxina Botulínica",
            "text14":"Aplicación segura y precisa con resultados naturales para prevenir y suavizar líneas de expresión.",
            "list4":[
                "Frente",
                "Entrecejo",
                "Líneas nasales ('bunny lines')",
                "Patas de gallo",
                "Relajación de maseteros (bruxismo / afinamiento facial)",
                "Hiperhidrosis axilar (sudoración excesiva)"
            ],
            "text15":"5. Remodelación Corporal con Láser ENDOLYSE",
            "text16":"Tecnología de última generación para armonizar el contorno corporal y mejorar la firmeza de la piel.",
            "text17":"🌍 Experiencia Internacional · Atención Local",
            "text18":"La clínica Arte Médico Los Cabos es un espacio creado para pacientes que buscan un trato cálido y profesional, con tecnología de vanguardia y técnicas actualizadas en los congresos más importantes del mundo en medicina estética.",
            "text19":"Nuestro compromiso es ofrecer resultados seguros, naturales y elegantes, adaptados tanto a pacientes locales como internacionales que buscan lo mejor en Los Cabos."
 
        },
        "de": {
            "intro1":"Wenn Sie Los Cabos besuchen, genießen Sie nicht nur Strände, Abenteuer und unvergessliche Erlebnisse, sondern Sie haben auch die Möglichkeit, Zeit für sich selbst zu nehmen. Viele unserer Besucher nutzen ihren Aufenthalt, um das Vergnügen des Reisens mit dem persönlichen Wohlbefinden zu verbinden.",
            "intro2":"Deshalb bieten wir Ihnen in Zusammenarbeit mit Arte Médico Los Cabos ästhetische Behandlungen an, mit denen Sie nicht nur mit Erinnerungen nach Hause zurückkehren, sondern auch mit einer erneuerten und frischeren Version von sich selbst.",
            "title":"Arte Médico Los Cabos",
            "text1":"Leistungskatalog - Arte Médico Los Cabos",
            "text2":"Dr. Shagreel Reyna - Zertifizierter Ästhetischer Arzt",
            "text3":"Spezialist für Gesichts­harmonisierung, Fadenlifting, fortgeschrittene Botulinumtoxin-Techniken und Körperharmonisierung mit ENDOLYSE-Lasertechnologie.",
            "text4":"Bei Arte Médico Los Cabos bieten wir hochspezialisierte ästhetische Behandlungen mit Fokus auf Sicherheit, Vertrauen und natürliche Ergebnisse.",
            "text5":"Dr. Shagreel Reyna, national und international zertifiziert, bildet sich kontinuierlich weiter, um jedem Patienten fortschrittliche Techniken mit den weltweit anerkanntesten Marken anzubieten.",
            "brand1":"Botulinumtoxin: Botox® · Dysport®",
            "brand2":"Hyaluronsäure-Filler: Restylane® · Juvederm®",
            "brand3":"Kollagen-Biostimulatoren: Radiesse® · Sculptra® · PROFHILO® · HArmonyCa®",
            "text6":"Ästhetische Leistungen",
            "text7":"1. Hyaluronsäure-Filler",
            "text8":"Definieren und harmonisieren Sie die Gesichtszüge mit fortschrittlichen, individuell angepassten Techniken.",
            "list1": [
                "Lippen­design",
                "Nicht-chirurgische Nasenkorrektur",
                "Kinnprojektion",
                "Wangenknochenprojektion",
                "Kieferkonturierung",
                "Tränenrinnen-Filler"
            ],
            "text9":"2. Gesichts- und Körper-Biostimulatoren",
            "text10":"Behandlungen, die die Haut von innen regenerieren und die natürliche Produktion von Kollagen und Elastin anregen.",
            "list2":[
                "Gesichtsverjüngung",
                "Verbesserung der Hautqualität",
                "Wiederherstellung der Festigkeit von Gesicht und Körper"
            ],
            "text11":"3. Fadenlifting",
            "text12":"Fortschrittliches medizinisches Verfahren zur Repositionierung von Gewebe, um einen sofortigen und natürlichen Lifting-Effekt ohne Operation zu erzielen.",
            "list3":[
                "Anhebung von Wangen und Mittelgesicht",
                "Korrektur der Nasolabialfalten"
            ],
            "text13":"4. Botulinumtoxin",
            "text14":"Sichere und präzise Anwendung mit natürlichen Ergebnissen zur Vorbeugung und Milderung von Mimikfalten.",
            "list4":[
                "Stirn",
                "Zornesfalten (zwischen den Augenbrauen)",
                "Nasalfalten ('Bunny Lines')",
                "Krähenfüße",
                "Masseter-Entspannung (Bruxismus / Gesichtsverschlankung)",
                "Axilläre Hyperhidrose (übermäßiges Schwitzen)",
                "Gesichtskonturierung"
            ],
            "text15":"5. Körper-Remodellierung mit ENDOLYSE-Laser",
            "text16":"Modernste Technologie zur Harmonisierung der Körperkontur und Verbesserung der Hautfestigkeit.",
            "text17":"🌍 Internationale Erfahrung · Lokale Betreuung",
            "text18":"Die Klinik Arte Médico Los Cabos ist ein Ort für Patienten, die eine warme und professionelle Betreuung suchen, mit modernster Technologie und Techniken, die auf den wichtigsten internationalen Kongressen für ästhetische Medizin aktualisiert werden.",
            "text19":"Unser Anspruch ist es, sichere, natürliche und elegante Ergebnisse zu bieten – angepasst sowohl für lokale als auch für internationale Patienten, die in Los Cabos das Beste suchen."
        }
      }
    }
  ]
}