{
  "es": {
    "privacy1": "Aviso de Privacidad",
    "privacy2": "Los Cabos Moments",
    "privacy3": "Última actualización: 01 de Septiembre de 2025",
    "privacy4": "En cumplimiento con la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, Los Cabos Moments (en lo sucesivo, “el Responsable”), con domicilio en San José del Cabo, Baja California Sur, pone a disposición de los usuarios el presente Aviso de Privacidad.",
    "privacy5": "1. Datos personales que recabamos",
    "privacy6": "Para brindar nuestros servicios, podremos solicitar los siguientes datos personales:",
    "privacy7": "Nombre completo",
    "privacy8": "Correo electrónico",
    "privacy9": "Número telefónico",
    "privacy10": "País de residencia",
    "privacy11": "Información de pago (en caso de procesar reservas directamente)",
    "privacy12": "Preferencias de viaje o servicios turísticos solicitados",
    "privacy13": "2. Finalidades del tratamiento",
    "privacy14": "Los datos personales serán utilizados para:",
    "privacy15": "Gestionar solicitudes de información, cotizaciones y reservas.",
    "privacy16": "Confirmar y procesar servicios turísticos, experiencias y traslados.",
    "privacy17": "Emitir facturación correspondiente (en caso de requerirse).",
    "privacy18": "Dar seguimiento a dudas, comentarios o quejas.",
    "privacy19": "Informar sobre promociones, paquetes y novedades de Los Cabos Moments (cuando el usuario haya dado su consentimiento expreso).",
    "privacy20": "3. Transferencia de datos",
    "privacy21": "Tus datos personales podrán ser compartidos con terceros únicamente en los siguientes casos:",
    "privacy22": "Proveedores de servicios turísticos (hoteles, operadores de tours, transportación, restaurantes) para gestionar la reserva solicitada.",
    "privacy23": "Autoridades competentes, en caso de requerimiento legal.",
    "privacy24": "En ningún caso venderemos, rentaremos o cederemos tu información personal a terceros ajenos al servicio solicitado.",
    "privacy25": "4. Medidas de seguridad",
    "privacy26": "Implementamos medidas técnicas, administrativas y físicas para proteger los datos personales contra daño, pérdida, alteración, destrucción o uso no autorizado.",
    "privacy27": "5. Derechos ARCO",
    "privacy28": "El titular de los datos personales tiene derecho a:",
    "privacy29": "Acceder a sus datos.",
    "privacy30": "Rectificarlos en caso de ser inexactos.",
    "privacy31": "Cancelarlos cuando considere que no se requieren para las finalidades mencionadas.",
    "privacy32": "Oponerse al tratamiento de los mismos.",
    "privacy33": "Para ejercer tus derechos ARCO, puedes enviar una solicitud al correo: loscabosmoments@gmail.com.",
    "privacy34": "La solicitud deberá incluir: nombre completo, descripción clara de los datos respecto de los cuales deseas ejercer derechos, copia de una identificación oficial y cualquier otro documento que facilite la localización de tus datos.",
    "privacy35": "6. Limitación del uso o divulgación de datos",
    "privacy36": "Si deseas dejar de recibir comunicaciones promocionales por parte de Los Cabos Moments, puedes solicitarlo al correo loscabosmoments@gmail.com o a través de los mecanismos indicados en los mensajes electrónicos que enviemos.",
    "privacy37": "7. Cambios al Aviso de Privacidad",
    "privacy38": "Este Aviso de Privacidad podrá ser modificado en cualquier momento para cumplir con actualizaciones legales o cambios en los servicios de Los Cabos Moments. Dichas modificaciones estarán disponibles en nuestro sitio web www.loscabosmoments.com.",
    "privacy39": "8. Consentimiento",
    "privacy40": "Al proporcionar tus datos personales en este sitio web o a través de cualquier canal de contacto con Los Cabos Moments, manifiestas tu consentimiento expreso para el tratamiento de los mismos conforme al presente Aviso de Privacidad."
  },
  "en": {
    "privacy1": "Privacy Notice",
    "privacy2": "Los Cabos Moments",
    "privacy3": "Last updated: September 1, 2025",
    "privacy4": "In compliance with the Federal Law on Protection of Personal Data Held by Private Parties, Los Cabos Moments (hereinafter, “the Responsible Party”), with address at San José del Cabo, Baja California Sur, makes this Privacy Notice available to users.",
    "privacy5": "1. Personal data we collect",
    "privacy6": "To provide our services, we may request the following personal data:",
    "privacy7": "Full name",
    "privacy8": "Email address",
    "privacy9": "Phone number",
    "privacy10": "Country of residence",
    "privacy11": "Payment information (in case reservations are processed directly)",
    "privacy12": "Travel preferences or requested tourism services",
    "privacy13": "2. Purposes of data processing",
    "privacy14": "Personal data will be used for:",
    "privacy15": "Managing information requests, quotes, and reservations.",
    "privacy16": "Confirming and processing tourism services, experiences, and transfers.",
    "privacy17": "Issuing corresponding invoices (if required).",
    "privacy18": "Following up on questions, comments, or complaints.",
    "privacy19": "Informing about promotions, packages, and news from Los Cabos Moments (when the user has given express consent).",
    "privacy20": "3. Data transfers",
    "privacy21": "Your personal data may be shared with third parties only in the following cases:",
    "privacy22": "Tourism service providers (hotels, tour operators, transportation, restaurants) to manage the requested reservation.",
    "privacy23": "Competent authorities, in case of legal requirement.",
    "privacy24": "In no case will we sell, rent, or transfer your personal information to third parties unrelated to the requested service.",
    "privacy25": "4. Security measures",
    "privacy26": "We implement technical, administrative, and physical measures to protect personal data against damage, loss, alteration, destruction, or unauthorized use.",
    "privacy27": "5. ARCO Rights",
    "privacy28": "The owner of personal data has the right to:",
    "privacy29": "Access their data.",
    "privacy30": "Rectify them if inaccurate.",
    "privacy31": "Cancel them when considered unnecessary for the purposes mentioned.",
    "privacy32": "Object to their processing.",
    "privacy33": "To exercise your ARCO rights, you may send a request to: loscabosmoments@gmail.com.",
    "privacy34": "The request must include: full name, clear description of the data for which you wish to exercise rights, a copy of an official ID, and any other document that facilitates locating your data.",
    "privacy35": "6. Limitation of data use or disclosure",
    "privacy36": "If you wish to stop receiving promotional communications from Los Cabos Moments, you may request it at loscabosmoments@gmail.com or through the mechanisms indicated in the electronic messages we send.",
    "privacy37": "7. Changes to the Privacy Notice",
    "privacy38": "This Privacy Notice may be modified at any time to comply with legal updates or changes in Los Cabos Moments services. Such modifications will be available on our website www.loscabosmoments.com.",
    "privacy39": "8. Consent",
    "privacy40": "By providing your personal data on this website or through any contact channel with Los Cabos Moments, you expressly consent to the processing of your data in accordance with this Privacy Notice."
  },
  "de": {
    "privacy1": "Datenschutzhinweis",
    "privacy2": "Los Cabos Moments",
    "privacy3": "Letzte Aktualisierung: 1. September 2025",
    "privacy4": "In Übereinstimmung mit dem Bundesgesetz zum Schutz personenbezogener Daten im Besitz von Privatpersonen stellt Los Cabos Moments (im Folgenden „der Verantwortliche“), mit Sitz in San José del Cabo, Baja California Sur, diesen Datenschutzhinweis den Nutzern zur Verfügung.",
    "privacy5": "1. Erhobene personenbezogene Daten",
    "privacy6": "Zur Erbringung unserer Dienstleistungen können wir folgende personenbezogene Daten anfordern:",
    "privacy7": "Vollständiger Name",
    "privacy8": "E-Mail-Adresse",
    "privacy9": "Telefonnummer",
    "privacy10": "Wohnsitzland",
    "privacy11": "Zahlungsinformationen (falls Reservierungen direkt bearbeitet werden)",
    "privacy12": "Reisevorlieben oder angeforderte touristische Dienstleistungen",
    "privacy13": "2. Zwecke der Datenverarbeitung",
    "privacy14": "Die personenbezogenen Daten werden für folgende Zwecke verwendet:",
    "privacy15": "Bearbeitung von Informationsanfragen, Angeboten und Reservierungen.",
    "privacy16": "Bestätigung und Abwicklung von touristischen Dienstleistungen, Erlebnissen und Transfers.",
    "privacy17": "Ausstellung der entsprechenden Rechnungen (falls erforderlich).",
    "privacy18": "Nachverfolgung von Fragen, Kommentaren oder Beschwerden.",
    "privacy19": "Information über Aktionen, Pakete und Neuigkeiten von Los Cabos Moments (wenn der Nutzer ausdrücklich zugestimmt hat).",
    "privacy20": "3. Datenweitergabe",
    "privacy21": "Ihre personenbezogenen Daten können nur in den folgenden Fällen an Dritte weitergegeben werden:",
    "privacy22": "Anbieter touristischer Dienstleistungen (Hotels, Reiseveranstalter, Transport, Restaurants) zur Verwaltung der angeforderten Reservierung.",
    "privacy23": "Zuständige Behörden im Falle einer gesetzlichen Anforderung.",
    "privacy24": "In keinem Fall werden wir Ihre personenbezogenen Daten an Dritte verkaufen, vermieten oder weitergeben, die nicht mit der angeforderten Dienstleistung verbunden sind.",
    "privacy25": "4. Sicherheitsmaßnahmen",
    "privacy26": "Wir setzen technische, administrative und physische Maßnahmen ein, um personenbezogene Daten vor Schaden, Verlust, Veränderung, Zerstörung oder unbefugter Nutzung zu schützen.",
    "privacy27": "5. ARCO-Rechte",
    "privacy28": "Der Inhaber personenbezogener Daten hat das Recht auf:",
    "privacy29": "Zugriff auf seine Daten.",
    "privacy30": "Berichtigung im Falle von Ungenauigkeiten.",
    "privacy31": "Löschung, wenn sie für die genannten Zwecke nicht erforderlich sind.",
    "privacy32": "Widerspruch gegen ihre Verarbeitung.",
    "privacy33": "Um Ihre ARCO-Rechte auszuüben, können Sie eine Anfrage an die E-Mail-Adresse loscabosmoments@gmail.com senden.",
    "privacy34": "Die Anfrage muss enthalten: vollständiger Name, klare Beschreibung der Daten, bezüglich derer Sie Rechte ausüben möchten, Kopie eines amtlichen Ausweises und alle weiteren Dokumente, die das Auffinden Ihrer Daten erleichtern.",
    "privacy35": "6. Einschränkung der Nutzung oder Offenlegung von Daten",
    "privacy36": "Wenn Sie keine Werbemitteilungen mehr von Los Cabos Moments erhalten möchten, können Sie dies unter loscabosmoments@gmail.com oder über die in unseren elektronischen Nachrichten angegebenen Mechanismen beantragen.",
    "privacy37": "7. Änderungen am Datenschutzhinweis",
    "privacy38": "Dieser Datenschutzhinweis kann jederzeit geändert werden, um rechtlichen Aktualisierungen oder Änderungen der Dienstleistungen von Los Cabos Moments zu entsprechen. Solche Änderungen werden auf unserer Website www.loscabosmoments.com verfügbar sein.",
    "privacy39": "8. Zustimmung",
    "privacy40": "Durch die Angabe Ihrer personenbezogenen Daten auf dieser Website oder über jeden Kontaktkanal mit Los Cabos Moments erklären Sie Ihre ausdrückliche Zustimmung zur Verarbeitung Ihrer Daten gemäß diesem Datenschutzhinweis."
  }
}
