{
  "en": {
    "text1": "Terms and Conditions of Use",
    "text2": "Los Cabos Moments",
    "text3": "Last updated: September 1, 2025",
    "text4": "1. Purpose",
    "text5": "These Terms and Conditions regulate access and use of the Los Cabos Moments website www.loscabosmoments.com, as well as the booking of tourism services, experiences, and packages published on it.",
    "text6": "2. Acceptance",
    "text7": "Accessing, browsing, and/or using the site implies express acceptance of these Terms and Conditions. If you do not agree, you must refrain from using it.",
    "text8": "3. Nature of services",
    "text9": "Los Cabos Moments acts as an intermediary between the user and the providers of tourism services (hotels, restaurants, transportation, tours, local operators, among others).",
    "text10": "Each service is subject to the availability, policies, and specific conditions of each provider.",
    "text11": "Los Cabos Moments is not responsible for modifications, delays, cancellations, or non-compliance attributable to external providers.",
    "text12": "4. Use of the website",
    "text13": "The user agrees to:",
    "text14": "Make lawful use of the site and the services offered.",
    "text15": "Not carry out fraudulent activities, identity theft, or any actions that may affect the operation of the site.",
    "text16": "Provide truthful, accurate, and complete information when making requests or reservations.",
    "text17": "5. Intellectual property",
    "text18": "The content of the site, including texts, logos, photographs, audiovisual material, and graphic design, is the property of Los Cabos Moments or third parties with a license to use it. Its reproduction, distribution, or exploitation without prior written authorization is prohibited.",
    "text19": "6. Prices and commissions",
    "text20": "The prices shown on the site are subject to change without prior notice until the reservation is confirmed.",
    "text21": "Some experiences include commissions for agencies or intermediaries, which will be informed in advance.",
    "text22": "7. Cancellation and refund policy",
    "text23": "Each experience, tour, or service booked through Los Cabos Moments is subject to the specific cancellation policy of the provider.",
    "text24": "In general, the following rules apply:",
    "text25": "Cancellations more than 15 days in advance: full refund, minus possible administrative or banking fees.",
    "text26": "Cancellations between 14 and 7 days before the service: 50% refund.",
    "text27": "Cancellations less than 7 days in advance or no-shows: no refund.",
    "text28": "In cases of force majeure (extreme weather, closure of activities due to government orders, or other events beyond the client’s control), Los Cabos Moments will make the necessary arrangements with providers to reschedule the experience or issue a partial or full refund, according to the provider’s policies.",
    "text29": "Refunds will be processed through the same payment method used by the client and may take up to 30 business days, depending on the banking institution.",
    "text30": "8. Limitation of liability",
    "text31": "Los Cabos Moments does not guarantee uninterrupted availability of the site.",
    "text32": "It will not be liable for damages, losses, or harm resulting from contracting with third parties, accidents, illnesses, delays, itinerary changes, or any other circumstance beyond its direct control.",
    "text33": "9. External links",
    "text34": "The site may contain links to third-party websites. Los Cabos Moments assumes no responsibility for the content, policies, or services offered on those sites.",
    "text35": "10. Privacy and data protection",
    "text36": "The processing of personal data collected through the site will be governed by our Privacy Notice, available at www.loscabosmoments.com/privacy.",
    "text37": "11. Modifications",
    "text38": "Los Cabos Moments may modify these Terms and Conditions at any time. The modifications will be effective upon their publication on the website.",
    "text39": "12. Governing law and jurisdiction",
    "text40": "This document is governed by the laws of the United Mexican States. For the interpretation and enforcement of these Terms and Conditions, the parties submit to the jurisdiction of the competent courts in Los Cabos, Baja California Sur, waiving any other jurisdiction that may apply."
  },
  "es": {
    "text1": "Términos y Condiciones de Uso",
    "text2": "Los Cabos Moments",
    "text3": "Última actualización: 01 de Septiembre de 2025",
    "text4": "1. Objeto",
    "text5": "Los presentes Términos y Condiciones regulan el acceso y uso del sitio web de Los Cabos Moments www.loscabosmoments.com, así como la contratación de los servicios turísticos, experiencias y paquetes publicados en él.",
    "text6": "2. Aceptación",
    "text7": "El acceso, navegación y/o utilización del sitio implica la aceptación expresa de estos Términos y Condiciones. Si no estás de acuerdo, deberás abstenerte de utilizarlo.",
    "text8": "3. Naturaleza de los servicios",
    "text9": "Los Cabos Moments funge como intermediario entre el usuario y los proveedores de servicios turísticos (hoteles, restaurantes, transportación, tours, operadores locales, entre otros).",
    "text10": "Cada servicio se encuentra sujeto a la disponibilidad, políticas y condiciones específicas de cada proveedor.",
    "text11": "Los Cabos Moments no se hace responsable de modificaciones, retrasos, cancelaciones o incumplimientos atribuibles a los proveedores externos.",
    "text12": "4. Uso del sitio web",
    "text13": "El usuario se obliga a:",
    "text14": "Hacer uso lícito del sitio y de los servicios ofrecidos.",
    "text15": "No realizar actividades fraudulentas, de suplantación de identidad o que atenten contra el funcionamiento del sitio.",
    "text16": "Proporcionar información veraz, exacta y completa al momento de realizar solicitudes o reservas.",
    "text17": "5. Propiedad intelectual",
    "text18": "El contenido del sitio, incluyendo textos, logotipos, fotografías, material audiovisual y diseño gráfico, es propiedad de Los Cabos Moments o de terceros con licencia de uso. Queda prohibida su reproducción, distribución o explotación sin autorización previa y por escrito.",
    "text19": "6. Precios y comisiones",
    "text20": "Los precios mostrados en el sitio están sujetos a cambios sin previo aviso hasta la confirmación de la reserva.",
    "text21": "Algunas experiencias incluyen comisiones para agencias o intermediarios, mismas que serán informadas con anticipación.",
    "text22": "7. Política de cancelaciones y reembolsos",
    "text23": "Cada experiencia, tour o servicio contratado a través de Los Cabos Moments está sujeta a la política de cancelación específica del proveedor.",
    "text24": "En general, aplican las siguientes reglas:",
    "text25": "Cancelaciones con más de 15 días de anticipación: reembolso total, descontando posibles cargos administrativos o bancarios.",
    "text26": "Cancelaciones entre 14 y 7 días antes del servicio: reembolso del 50%.",
    "text27": "Cancelaciones con menos de 7 días de anticipación o no presentación (no-show): no hay reembolso.",
    "text28": "En casos de fuerza mayor (clima extremo, cierre de actividades por disposiciones gubernamentales u otros eventos ajenos al cliente), Los Cabos Moments hará las gestiones necesarias con los proveedores para reprogramar la experiencia o emitir un reembolso parcial o total, según las políticas del prestador de servicios.",
    "text29": "Los reembolsos se procesarán a través del mismo método de pago utilizado por el cliente y podrán tardar hasta 30 días hábiles, dependiendo de la institución bancaria.",
    "text30": "8. Limitación de responsabilidad",
    "text31": "Los Cabos Moments no garantiza la disponibilidad ininterrumpida del sitio.",
    "text32": "No será responsable por daños, pérdidas o perjuicios derivados de la contratación con terceros, accidentes, enfermedades, retrasos, cambios de itinerario o cualquier otra circunstancia fuera de su control directo.",
    "text33": "9. Enlaces externos",
    "text34": "El sitio puede contener enlaces a páginas web de terceros. Los Cabos Moments no asume responsabilidad sobre el contenido, políticas o servicios ofrecidos en dichos sitios.",
    "text35": "10. Privacidad y protección de datos",
    "text36": "El tratamiento de los datos personales recabados a través del sitio se regirá por nuestro Aviso de Privacidad, disponible en www.loscabosmoments.com/privacy.",
    "text37": "11. Modificaciones",
    "text38": "Los Cabos Moments podrá modificar en cualquier momento los presentes Términos y Condiciones. Las modificaciones serán efectivas a partir de su publicación en el sitio web.",
    "text39": "12. Legislación aplicable y jurisdicción",
    "text40": "Este documento se rige por las leyes de los Estados Unidos Mexicanos. Para la interpretación y cumplimiento de los presentes Términos y Condiciones, las partes se someten a la jurisdicción de los tribunales competentes en Los Cabos, Baja California Sur, renunciando a cualquier otro fuero que pudiera corresponderles."
  },
  "de": {
    "text1": "Nutzungsbedingungen",
    "text2": "Los Cabos Moments",
    "text3": "Letzte Aktualisierung: 1. September 2025",
    "text4": "1. Zweck",
    "text5": "Diese Allgemeinen Geschäftsbedingungen regeln den Zugang und die Nutzung der Website von Los Cabos Moments www.loscabosmoments.com sowie die Buchung von touristischen Dienstleistungen, Erlebnissen und Paketen, die dort veröffentlicht sind.",
    "text6": "2. Annahme",
    "text7": "Der Zugriff, das Browsen und/oder die Nutzung der Website impliziert die ausdrückliche Zustimmung zu diesen Allgemeinen Geschäftsbedingungen. Wenn Sie nicht einverstanden sind, müssen Sie die Nutzung unterlassen.",
    "text8": "3. Art der Dienstleistungen",
    "text9": "Los Cabos Moments fungiert als Vermittler zwischen dem Nutzer und den Anbietern touristischer Dienstleistungen (Hotels, Restaurants, Transport, Touren, lokale Betreiber u.a.).",
    "text10": "Jede Dienstleistung unterliegt der Verfügbarkeit, den Richtlinien und den spezifischen Bedingungen des jeweiligen Anbieters.",
    "text11": "Los Cabos Moments übernimmt keine Verantwortung für Änderungen, Verzögerungen, Stornierungen oder Nichterfüllungen, die auf externe Anbieter zurückzuführen sind.",
    "text12": "4. Nutzung der Website",
    "text13": "Der Nutzer verpflichtet sich:",
    "text14": "Die Website und die angebotenen Dienstleistungen rechtmäßig zu nutzen.",
    "text15": "Keine betrügerischen Aktivitäten, Identitätsdiebstahl oder Handlungen vorzunehmen, die den Betrieb der Website beeinträchtigen.",
    "text16": "Bei Anfragen oder Buchungen wahrheitsgemäße, genaue und vollständige Angaben zu machen.",
    "text17": "5. Geistiges Eigentum",
    "text18": "Der Inhalt der Website, einschließlich Texte, Logos, Fotos, audiovisuelle Materialien und Grafikdesign, ist Eigentum von Los Cabos Moments oder Dritten mit Nutzungslizenz. Eine Vervielfältigung, Verbreitung oder Verwertung ohne vorherige schriftliche Genehmigung ist untersagt.",
    "text19": "6. Preise und Provisionen",
    "text20": "Die auf der Website angegebenen Preise können ohne vorherige Ankündigung geändert werden, bis die Buchung bestätigt ist.",
    "text21": "Einige Erlebnisse beinhalten Provisionen für Agenturen oder Vermittler, die im Voraus mitgeteilt werden.",
    "text22": "7. Stornierungs- und Rückerstattungsrichtlinie",
    "text23": "Jedes über Los Cabos Moments gebuchte Erlebnis, jede Tour oder Dienstleistung unterliegt der spezifischen Stornierungsrichtlinie des Anbieters.",
    "text24": "Im Allgemeinen gelten folgende Regeln:",
    "text25": "Stornierungen mehr als 15 Tage im Voraus: volle Rückerstattung abzüglich möglicher Verwaltungs- oder Bankgebühren.",
    "text26": "Stornierungen zwischen 14 und 7 Tagen vor der Leistung: 50% Rückerstattung.",
    "text27": "Stornierungen weniger als 7 Tage im Voraus oder Nichterscheinen: keine Rückerstattung.",
    "text28": "In Fällen höherer Gewalt (extremes Wetter, Schließung von Aktivitäten aufgrund behördlicher Anordnungen oder andere vom Kunden unabhängige Ereignisse) wird Los Cabos Moments die notwendigen Maßnahmen mit den Anbietern ergreifen, um das Erlebnis umzubuchen oder eine teilweise oder vollständige Rückerstattung zu veranlassen, gemäß den Richtlinien des jeweiligen Anbieters.",
    "text29": "Rückerstattungen werden über dasselbe Zahlungsmittel abgewickelt, das vom Kunden verwendet wurde, und können je nach Bankinstitut bis zu 30 Werktage dauern.",
    "text30": "8. Haftungsbeschränkung",
    "text31": "Los Cabos Moments garantiert nicht die ununterbrochene Verfügbarkeit der Website.",
    "text32": "Es haftet nicht für Schäden, Verluste oder Nachteile, die sich aus Verträgen mit Dritten, Unfällen, Krankheiten, Verzögerungen, Änderungen des Reiseplans oder anderen Umständen außerhalb seines direkten Einflussbereichs ergeben.",
    "text33": "9. Externe Links",
    "text34": "Die Website kann Links zu Websites Dritter enthalten. Los Cabos Moments übernimmt keine Verantwortung für die Inhalte, Richtlinien oder Dienstleistungen dieser Seiten.",
    "text35": "10. Datenschutz und Datensicherheit",
    "text36": "Die Verarbeitung personenbezogener Daten, die über die Website erhoben werden, unterliegt unserer Datenschutzerklärung, die unter www.loscabosmoments.com/privacy verfügbar ist.",
    "text37": "11. Änderungen",
    "text38": "Los Cabos Moments kann diese Allgemeinen Geschäftsbedingungen jederzeit ändern. Die Änderungen treten mit ihrer Veröffentlichung auf der Website in Kraft.",
    "text39": "12. Anwendbares Recht und Gerichtsstand",
    "text40": "Dieses Dokument unterliegt den Gesetzen der Vereinigten Mexikanischen Staaten. Für die Auslegung und Erfüllung dieser Allgemeinen Geschäftsbedingungen unterwerfen sich die Parteien der Zuständigkeit der zuständigen Gerichte in Los Cabos, Baja California Sur, und verzichten auf jeden anderen Gerichtsstand, der ihnen zustehen könnte."
  }
}
